Repository: akinalpfdn/Sortue
Catalog: Sortue/*.lproj/Localizable.strings
Languages: tr

# level_display
source: Level %d • %dx%d • %d Moves
tr: Seviye %d • %dx%d • %d Hamle

# level_display_precision
source: Level %d • %dx%d • %d Move Left
tr: Seviye %d • %dx%d • %d Hamlen Kaldı

source: Grid Size
tr: Izgara Boyutu

source: Next Level
tr: Sonraki Seviye

# out_of_moves
source: You have run out of moves! Try again.
tr: Hamlelerin tükendi! Tekrar dene.

# min_moves
source: Min Moves: %d
tr: Min Hamle: %d

source: Best Time: %@
tr: En İyi Süre: %@

# best_moves
source: Best Moves: %d
tr: En İyi Hamle: %d

source: Enjoying Sortue?
tr: Sortue'yu sevdin mi?

# rate_message
source: If you enjoy using Sortue, would you mind taking a moment to rate it and help me? Thanks for your support!
tr: Sortue'yu kullanmaktan keyif alıyorsan, bir dakikanı ayırıp oy vererek bana destek olur musun? Desteğin için teşekkürler!

source: Rate Now
tr: Şimdi Oyla

# remind_later
source: Remind Me Later
tr: Daha Sonra Hatırlat

# thanks_playing
source: Thanks for playing!
tr: Oynadığın için teşekkürler!

# hope_enjoy
source: Hope you are enjoying the game.
tr: Umarım oyundan keyif alıyorsundur.

# simple_experience
source: I want to give you the simplest possible experience without any ads or monetization.
tr: Sana reklamsız ve ücretsiz, en sade deneyimi sunmak istiyorum.

# support_me
source: Please support me by rating and sharing the game.
tr: Lütfen oy vererek ve paylaşarak beni destekle.

# music_credit
source: Huge thanks to Ka - Fa 1500 for the game melody.
tr: Oyun melodisi için Ka - Fa 1500'e sonsuz teşekkürler.

source: Close
tr: Kapat

# win_title_divine
source: Divine
tr: İlahi

# win_title_exquisite
source: Exquisite
tr: Enfes

# win_title_radiant
source: Radiant
tr: Parlak

# win_title_sublime
source: Sublime
tr: Yüce

# win_title_flawless
source: Flawless
tr: Kusursuz

# win_title_brilliant
source: Brilliant
tr: Muazzam

# win_title_perfect
source: Perfect
tr: Mükemmel

# win_title_harmony
source: Harmony
tr: Uyum

# win_title_masterpiece
source: Masterpiece
tr: Şaheser

# win_title_serene
source: Serene
tr: Huzurlu

# win_title_complete
source: Complete
tr: Tamamlandı

# win_title_elegant
source: Elegant
tr: Zarif

# win_title_sorted
source: Sorted
tr: Düzenli

# win_title_pure
source: Pure
tr: Saf

# win_title_beautiful
source: Beautiful
tr: Güzel

# win_title_tranquil
source: Tranquil
tr: Sakin

# win_title_lovely
source: Lovely
tr: Harika

# win_title_splendid
source: Splendid
tr: Dengeli

# win_title_graceful
source: Graceful
tr: Akıcı

# win_title_harmonious
source: Harmonious
tr: Uyumlu

# win_title_excellent
source: Excellent
tr: Mükemmel

# win_title_wonderful
source: Wonderful
tr: Harika

# win_title_calming
source: Calming
tr: Sakinleştirici

# win_title_peaceful
source: Peaceful
tr: Huzur Dolu

# win_title_flowing
source: Flowing
tr: Akıcı

# win_title_gentle
source: Gentle
tr: Nazik

# win_title_smooth
source: Smooth
tr: Pürüzsüz

# win_title_balanced
source: Balanced
tr: Dengeli

# win_title_aligned
source: Aligned
tr: Hizalı

# win_subtitle_spectrum
source: The spectrum is complete.
tr: Spektrum tamamlandı.

# win_subtitle_balance
source: Balance has been restored.
tr: Denge sağlandı.

# win_subtitle_vision
source: A vision of order.
tr: Bir düzen vizyonu.

# win_subtitle_colors
source: Colors aligned perfectly.
tr: Renkler mükemmel hizalandı.

# win_subtitle_chaos
source: Chaos into order.
tr: Kaostan düzene.

# win_subtitle_satisfying
source: Simply satisfying.
tr: Sadece tatmin edici.

# win_subtitle_peaceful
source: Peaceful perfection.
tr: Huzurlu mükemmellik.

# win_subtitle_clarity
source: A moment of clarity.
tr: Bir netlik anı.

# win_subtitle_smooth
source: Smooth transitions.
tr: Pürüzsüz geçişler.

# win_subtitle_eye
source: You have an eye for this.
tr: Bunun için bir gözün var.

# win_subtitle_gradient
source: Gradient mastery.
tr: Gradyan ustalığı.

# win_subtitle_flow
source: Flow state achieved.
tr: Akış durumuna ulaşıldı.

# win_subtitle_tranquility
source: Absolute tranquility.
tr: Mutlak huzur.

# win_subtitle_organized
source: Beautifully organized.
tr: Güzelce organize edildi.

# win_subtitle_rhythm
source: Rhythm and hue.
tr: Ritim ve renk tonu.

# win_subtitle_harmony_restored
source: Harmony restored.
tr: Uyum geri yüklendi.

# win_subtitle_peace
source: A moment of peace.
tr: Bir barış anı.

# win_subtitle_sync
source: Colors in sync.
tr: Renkler senkronize.

# win_subtitle_order
source: Order found.
tr: Düzen bulundu.

# win_subtitle_pure_satisfaction
source: Pure satisfaction.
tr: Saf tatmin.

# win_subtitle_simply_delightful
source: Simply delightful.
tr: Sadece zevkli.

# win_subtitle_gentle_success
source: A gentle success.
tr: Nazik bir başarı.

# win_subtitle_balance_achieved
source: Balance achieved.
tr: Denge sağlandı.

# win_subtitle_smooth_perfection
source: Smooth perfection.
tr: Pürüzsüz mükemmellik.

# win_subtitle_calm_clear
source: Calm and clear.
tr: Sakin ve berrak.

# win_subtitle_spectrum_flows
source: The spectrum flows.
tr: Spektrum akıyor.

# win_subtitle_relax_breathe
source: Relax and breathe.
tr: Rahatla ve nefes al.

# win_subtitle_well_sorted
source: Well sorted.
tr: İyi sıralanmış.

# win_subtitle_perfect_gradient
source: A perfect gradient.
tr: Mükemmel bir gradyan.

# win_subtitle_zen_achieved
source: Zen achieved.
tr: Zen'e ulaşıldı.

# win_subtitle_flow_state_found
source: Flow state found.
tr: Akış hali bulundu.

# win_subtitle_nice_tidy
source: Nice and tidy.
tr: Hoş ve düzenli.

# win_subtitle_softly_aligned
source: Softly aligned.
tr: Yumuşakça hizalanmış.

# win_subtitle_vibrant_peace
source: Vibrant peace.
tr: Canlı huzur.

# win_subtitle_quietly_perfect
source: Quietly perfect.
tr: Sessizce mükemmel.

# landing_subtitle
source: Restore the Harmony
tr: Uyumu Geri Getir

# how_to_play_title
source: How to Play
tr: Nasıl Oynanır

# how_to_play_desc
source: Switch tiles to arrange them into a perfect color gradient. The corners are fixed guides to reference you.
tr: Karelerin yerlerini değiştirerek mükemmel bir renk geçişi oluştur. Köşeler referans olmaları için sabit bırakılmışlardır.

source: Start Game
tr: Oyuna Başla

source: Skip
tr: Atla

source: Start Sorting
tr: Çözmeye Başla

source: Continue
tr: Devam Et

# landing_page_0_title
source: Welcome to Sortue
tr: Sortue'ya Hoş Geldin

# landing_page_0_desc
source: Relax your mind with beautiful color gradient puzzles.
tr: Güzel renk gradyanı bulmacalarıyla zihnini rahatlat.

# landing_page_1_title
source: Swap & Solve
tr: Değiştir ve Çöz

# landing_page_1_desc
source: Drag any tile to swap it with another. Put the colors in the right place.
tr: Herhangi bir kareyi sürükleyerek diğeriyle değiştir. Renkleri doğru yerlerine koy.

# landing_page_2_title
source: Find the Harmony
tr: Uyumu Yakala

# landing_page_2_desc
source: Watch the colors flow. Solve the puzzle to reveal the perfect gradient.
tr: Renklerin akışını izle. Mükemmel gradyanı ortaya çıkarmak için bulmacayı çöz.

# landing_page_3_title
source: Challenge Yourself
tr: Kendine Meydan Oku

# landing_page_3_desc
source: Adjust the grid size to match your mood, from casual 4x4 to expert 12x12.
tr: Ruh haline göre ızgara boyutunu ayarla, 4x4'ten uzman seviyesi 12x12'ye kadar.

source: Settings
tr: Ayarlar

source: About
tr: Hakkında

source: Music
tr: Müzik

# casual_Text
source: Relax. No limits. Unlimited hints.
tr: Rahatça oyna, sınırsız ipucu ve sıfır limit

# ladder_Text
source: Finish the level with given move count
tr: Seviyeyi verilen hamle sayısıyla tamamla

# challenge_Text
source: zero help, are you accepting the challenge?
tr: yardım yok, kendi sınırlarını zorla

# grid_Info
source: The grid will get bigger as you level up.
tr: Seviye atladıkça ızgara büyüyecek.

source: Back to Menu
tr: Menüye Dön
